Repository: ValandiAngelidis/easy-webhooks-wp
Catalog: languages/easy-webhooks-wp-*.po
Languages: es_es

source: Connect WordPress to n8n, Make, Zapier, or any custom webhook. Send posts, custom fields, taxonomies, and author data anywhere — instantly and effortlessly.
es_es: Conecta WordPress a n8n, Make, Zapier o cualquier webhook personalizado. Envía entradas, campos personalizados, taxonomías y datos de autor a cualquier lugar — instantáneamente y sin esfuerzo.

source: Main Settings
es_es: Ajustes Principales

source: Configure webhook URL, timeout, post types, author settings, and logging.
es_es: Configure la URL del webhook, tiempo de espera, tipos de entrada, ajustes de autor y registro.

source: Webhook URL
es_es: URL del Webhook

source: Timeout (seconds)
es_es: Tiempo de espera (segundos)

source: Post types
es_es: Tipos de entrada

source: Include author info by default
es_es: Incluir información del autor por defecto

source: Include all custom author meta (ACF/user fields)
es_es: Incluir todos los meta campos personalizados del autor (ACF/campos de usuario)

source: Include featured image
es_es: Incluir imagen destacada

source: Enable logging
es_es: Activar registro

source: Max log entries
es_es: Máximo de entradas de registro

source: Checked = default ON in editor
es_es: Marcado = activado por defecto en el editor

source: Checked = send all user meta fields for author
es_es: Marcado = enviar todos los meta campos de usuario para el autor

source: Add featured_image_id + featured_image_url
es_es: Añadir featured_image_id + featured_image_url

source: Keep a record of recent sends
es_es: Mantener un registro de los envíos recientes

source: Only applies when logging is enabled.
es_es: Solo se aplica cuando el registro está activado.

source: Send to Webhook
es_es: Enviar al Webhook

source: Include post author info
es_es: Incluir información del autor de la entrada

source: Invalid nonce
es_es: Nonce inválido

source: Invalid post
es_es: Entrada inválida

source: Unauthorized
es_es: No autorizado

source: Easy Webhooks Logs
es_es: Registros de Easy Webhooks

source: Webhook Logs
es_es: Registros del Webhook

source: Logs cleared.
es_es: Registros borrados.

source: Clear Logs
es_es: Borrar Registros

source: Time
es_es: Hora

source: Post
es_es: Entrada

source: Message
es_es: Mensaje

source: No entries yet.
es_es: No hay entradas todavía.

source: Webhook URL missing in settings
es_es: Falta la URL del webhook en los ajustes

source: Webhook error %d
es_es: Error del webhook %d

source: Completed.
es_es: Completado.

source: User Webhooks
es_es: Webhooks de Usuario

source: Security check failed.
es_es: Falló la verificación de seguridad.

source: You do not have sufficient permissions.
es_es: No tienes permisos suficientes.

source: Invalid user or post types.
es_es: Usuario o tipos de entrada inválidos.

source: Invalid webhook URL.
es_es: URL del webhook inválida.

source: Unable to generate webhook data.
es_es: No se pudo generar los datos del webhook.

source: Invalid webhook URL. Please enter a valid URL.
es_es: URL del webhook inválida. Por favor, introduce una URL válida.

source: Webhook URL must use http or https protocol.
es_es: La URL del webhook debe usar el protocolo http o https.

source: Webhook URL saved successfully!
es_es: ¡URL del webhook guardada correctamente!

source: Webhook URL missing
es_es: Falta la URL del webhook

source: Send User Webhook
es_es: Enviar Webhook de Usuario

source: Send a webhook containing user information and their authored posts for selected post types.
es_es: Enviar un webhook que contiene información del usuario y sus entradas publicadas para los tipos de entrada seleccionados.

source: Select User
es_es: Seleccionar Usuario

source: Select a user...
es_es: Selecciona un usuario...

source: Select a user whose information and posts will be included in the webhook.
es_es: Selecciona un usuario cuya información y entradas se incluirán en el webhook.

source: User Webhook URL
es_es: URL del Webhook de Usuario

source: Save URL
es_es: Guardar URL

source: Enter the webhook URL specifically for user data. This is independent from the main webhook URL in Easy Webhooks settings.
es_es: Introduce la URL del webhook específicamente para datos de usuario. Esto es independiente de la URL del webhook principal en los ajustes de Easy Webhooks.

source: Post Types
es_es: Tipos de Entrada

source: Select post types to include authored posts from the selected user.
es_es: Selecciona los tipos de entrada para incluir las entradas publicadas del usuario seleccionado.

source: Posts Preview
es_es: Vista Previa de Entradas

source: Send Webhook
es_es: Enviar Webhook

source: Invalid user ID.
es_es: ID de usuario inválido.

source: Please select a user.
es_es: Por favor, selecciona un usuario.

source: Post Status
es_es: Estado de la Entrada

source: Select the post status to filter posts. Default is "Published".
es_es: Selecciona el estado de la entrada para filtrar entradas. Por defecto es "Publicado".

source: Select All / Deselect All
es_es: Seleccionar Todo / Deseleccionar Todo

source: Please select a user and at least one post.
es_es: Por favor, selecciona un usuario y al menos una entrada.
